[
    {
        "date": "15 SEP",
        "title": "Info Night #1",
        "description": "Wondering if you should care what Blockchain is? Blockchain and smart contracts, AKA the internet of value, is at the bleeding edge of functionality we can capture from the decade of the smartphone. Wondering what Blockchain is? We’ll run you through fantastic online resources built by our partners in the Midwest Blockchain Consortium to jumpstart your knowledge within the industry. Wondering what MU Blockchain Club does, and how to take advantage of our opportunities? We’ll run you through our semester schedule, the 2020 Blockathon, the MUBC Incentive App, and professional placement through the Midwest Blockchain Consortium. Wondering how to get hands-on experience developing around a blockchain? We’ll run you through the MUBC Incentive App.",
        "link": "https://www.youtube.com/watch?v=UlJku_CSyNg",
        "image": "info.png"
    },
    {
        "date": "16 SEP",
        "title": "Info Night #2",
        "description": "Wondering if you should care what Blockchain is? Blockchain and smart contracts, AKA the internet of value, is at the bleeding edge of functionality we can capture from the decade of the smartphone. Wondering what Blockchain is? We’ll run you through fantastic online resources built by our partners in the Midwest Blockchain Consortium to jumpstart your knowledge within the industry. Wondering what MU Blockchain Club does, and how to take advantage of our opportunities? We’ll run you through our semester schedule, the 2020 Blockathon, the MUBC Incentive App, and professional placement through the Midwest Blockchain Consortium. Wondering how to get hands-on experience developing around a blockchain? We’ll run you through the MUBC Incentive App.",
        "link": "https://www.youtube.com/watch?v=UlJku_CSyNg",
        "image": "info.png"
    },
    {
        "date": "23 SEP",
        "title": "Workshop #1: Build and Deploy a Supply Chain dApp",
        "description": "Work with skilled developers from the renowned Ethereum development tool Truffle to deploy and test a full supply chain app! Code repository will be provided, and MUBC’s team will serve as TA’s as well. If you’re looking to master the competition at Blockathon 2020, this workshop will give you a technical edge.",
        "link": "https://www.trufflesuite.com/",
        "image": "truffle.png"
    },
    {
        "date": "8 OCT",
        "title": "Crypto Bull Market v2: How to Yield Farm",
        "description": "Join the Midwest Blockchain Consortium to dive into the incredible world of decentralized finance, and the subsequent rise of yield farming these DeFi protocols. Finally, we will explore how anyone can start yield farming significant 50%+ APY returns from the Yearn Finance protocol. Tickets will be sold for $25 on eventbrite. 25 Dai (Dollar stablecoin) will be provided to you at the time of the workshop if you attend, allowing you to follow along. Alternatively, you can provide your own Dai or choose not to invest and watch instead!",
        "link": "",
        "image": "yearn.png"
    },
    {
        "date": "22 OCT",
        "title": "Blockchain: The Antidote to Mail-in Ballot Fraud",
        "description": "Join Pete Martin, CEO of Blockchain-powered voting platform Votem, to discuss the current pitfalls in how our elections handle the voting procedure, and how blockchain has the potential to guarantee each constituent a single confidential vote while allowing verification by any necessary party",
        "link": "https://www.votem.com/",
        "image": "votem.png"
    },
    {
        "date": "29 OCT",
        "title": "Automating Compliance and Financial Auditing with Blockchain",
        "description": "Learn how integrating business logic into smart contracts can provide immutable records of chain of custody. More details to come!",
        "link": "",
        "image": "audit.jpg"
    },
    {
        "date": "5 NOV",
        "title": "Where and When to use Emerging Techonologies in Your Business",
        "description": "Learn where technologies like AI, Cloud, Internet of Things, 3D printing, and blockchain can intersect with real business use cases. More details to come!",
        "link": "",
        "image": "emerging.jpeg"
    },
    {
        "date": "19 NOV",
        "title": "Workshop #2: Blockathon 2020 Preparation",
        "description": "More info to come!",
        "link": "",
        "image": "truffle.png"
    }
]